---
kind: property
id: P:Autodesk.Revit.DB.FabricationConfigurationInfo.Description
source: html/7dfe68f2-7360-3471-40c0-d7d6c70ade99.htm
---
# Autodesk.Revit.DB.FabricationConfigurationInfo.Description Property

The description of the fabrication configuration.

## Syntax (C#)
```csharp
public string Description { get; }
```